stow
7zip
bat
btop
cava
cliphist
entr
eza
fastfetch
fcitx5
fcitx5-mozc
fcitx5-unikey
fd
fish
fzf
inotify-tools
intel-media-driver
intel-ucode
kitty
lazygit
mpv
neovim
niri
noto-fonts-cjk
noto-fonts-emoji
npm
ripgrep
sddm
starship
tldr
tmux
ttf-jetbrains-mono-nerd
vulkan-intel
wget
wireplumber
wlsunset
xwayland-satellite
yazi
zathura
zoxide
qt6-base
qt6ct
