stow
fastfetch
fcitx5
fcitx5-mozc
fcitx5-unikey
fish
kitty
niri
neovim
starship
tmux
yazi
bat
btop
cava
entr
eza
ripgrep
zoxide
fd
fzf
tealdeer
lazygit
cliphist
zathura
zathura-pdf-mupdf
zathura-djvu
anki
btrfs-assistant
nwg-look
7zip
unzip
inotify-tools
intel-media-driver
intel-ucode
noto-fonts-cjk
noto-fonts-emoji
ttf-jetbrains-mono-nerd
npm
vulkan-intel
wget
mpv
sddm
xwayland-satellite
qt6-base
qt6ct
nautilus
cosmic-icon-theme
adwaita-icon-theme
polkit-gnome
python-pynvim
texlive-meta
texlive-langother
libxcrypt-compat
libnotify
firewalld
